{"quotes":[{"quote":"That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen."},{"quote":"You don’t forget the face of the person who was your last hope."},{"quote":"Remember, we're madly in love, so it's all right to kiss me anytime you feel like it."},{"quote":"To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable."},{"quote":"Not all those who wander are lost."},{"quote":"Do not pity the dead, Harry. Pity the living, and, above all those who live without love."},{"quote":"There is nothing to writing. All you do is sit down at a typewriter and bleed."},{"quote":"Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense."},{"quote":"I have never let my schooling interfere with my education."},{"quote":"I have heard there are troubles of more than one kind. Some come from ahead and some come from behind. But I've bought a big bat. I'm all ready you see. Now my troubles are going to have troubles with me!"},{"quote":"If I had a flower for every time I thought of you...I could walk through my garden forever."},{"quote":"Some people never go crazy. What truly horrible lives they must lead."},{"quote":"The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it."},{"quote":"Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!"},{"quote":"What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though."},{"quote":"The reason I talk to myself is because I’m the only one whose answers I accept."},{"quote":"You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one."},{"quote":"I am free of all prejudice. I hate everyone equally. "},{"quote":"The question isn't who is going to let me; it's who is going to stop me."},{"quote":"′Classic′ - a book which people praise and don't read."},{"quote":"Anyone who has never made a mistake has never tried anything new."},{"quote":"A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment."},{"quote":"Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory."},{"quote":"I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library."},{"quote":"There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense."},{"quote":"Some day you will be old enough to start reading fairy tales again."},{"quote":"We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be."},{"quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."},{"quote":"A lie can travel half way around the world while the truth is putting on its shoes."},{"quote":"I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else."}]}